Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Israeli Prime Minister Benjamin Netanyahu told parliament the temporary pact fell short of preventing Iran from working on nuclear arms .
pt: O primeiro-ministro israelense, Benjamin Netanyahu, declarou nesta segunda-feira que o acordo de Genebra sobre a questão nuclear iraniana não impedirá Teerã de desenvolver armas atômicas.

source: And I remember.. .
pt: Eu disse isso onde?

source: What will I tell her children ?
pt: E amanhã, como é que eu vou falar com ele?"

source: Health officials have been forced to issue warnings over the danger of excessive use of chlorine, however, following reports of people sipping solutions of the poisonous chemical and washing with it.
pt: As autoridades de Saúde viram-se obrigadas a emitir avisos sobre o perigo do uso excessivo de cloro, depois do registro de casos de pessoas que tinham ingerido e se lavado com o produto .

source: The Swiss justice ministry issued a press release stating that the alleged bribes were given by “representatives of sports media and sports promotion firms” in return for “media, marketing and sponsorship rights in connection with soccer tournaments in Latin America”.
pt: Em troca, acredita-se que eles tenham recebido direitos de cobertura midiática, marketing e patrocínio em campeonatos de futebol na América Latina", declarou o Ministério da Justiça da Suíça.

source: "April 24, 1915 marks the beginning of the persecutions, which ended in genocide," said parliament president Doris Bures, before inviting MPs to stand and observe a minute's silence for the victims.
pt: "O dia 24 de abril de 1915 marcou o início das perseguições que terminaram em um genocídio", declarou a presidente social-democrata do parlamento, Doris Bures, antes de convidar os presentes a ficar de pé para um minuto de silêncio.

source: Not only had the president been rebuffed, but Netanyahu was scheduled to address Congress just two weeks before parliamentary elections in Israel .
pt: Líderes democratas reagiram com indignação: não só o presidente foi preterido, como o discurso de Netanyahu foi marcado para apenas duas semanas antes das eleições parlamentares em Israel .

source: Corbett, whose bail last July was set at over $2 million, is being held in Los Angeles County Jail.
pt: Corbett, cuja fiança foi estabelecida em mais de 2 milhões de dólares em julho, está detido em Los Angeles.

source: Tensions rise as North and South Korea exchange fire
pt: Coreias do Sul e do Norte trocam disparos na fronteira

source: The plane had 150 people on board, all feared to be dead
pt: O avião caiu nesta terça-feira nos Alpes franceses com 150 pessoas a bordo.

source: The scramble to save Portugal's largest-listed bank by assets comes after BES last week posted a deeper than expected 3.6 billion euro loss and said it was exposed even more deeply than originally thought to Espirito Santo companies.
pt: Os esforços para salvar o maior banco português por ações na bolsa acontecem depois que o BES reportou na semana passada que perdeu 3,6 bilhões de euros - um prejuízo maior que o esperado - dizendo que uma quantia maior do que a estimada originalmente havia sido despendida para salvar da falência empresas de propriedade da família Espírito Santo.

source: Missing plane likely at 'the bottom of the sea,' Indonesian rescue official says
pt: Indonésia diz que avião desaparecido pode estar no fundo do mar

source: One of the biggest political corruption scandals in Brazil's recent history.
pt: Aquele comentário de que foi o maior escândalo político da história do Brasil é bobagem .

source: "Under this expanded programme the combined monthly purchases of public and private sector securities will amount to 60 billion euros," ECB President Mario Draghi said at a news conference.
pt: "As compras combinadas de títulos públicos e privados somarão 60 bilhões de euros", disse Draghi em entrevista à imprensa .

source: Officials at the Fed's April policy meeting believed it would be premature to raise interest rates in June and that a bump in inflation was being offset by a weaker labor market and softer data, according to the minutes.
pt: Autoridades do Fed avaliaram na reunião no fim de abril que seria prematuro elevar a taxa de juros em junho e que o impulso para a inflação foi ofuscado por um mercado de trabalho mais fraco e indicadores econômicos piores, mostrou o documento.

source: Federal government to recognize same-sex marriage in six more states
pt: Governo dos EUA vai reconhecer união gay em mais 6 estados

source: Gularte was caught entering Indonesia in 2004 with six kilograms of cocaine hidden in surf boards, and was sentenced to death in 2005.
pt: Gularte, de 42 anos, foi detido em 2004 ao tentar entrar no aeroporto de Jacarta com seis quilos de cocaína escondidos em pranchas de surf .

source: U.S. official denies offer of 'lethal assistance' to Ukraine Sun, Sep 7 2014
pt: A fonte disse à Reuters: "Não foi feita oferta de assistência letal dos EUA à Ucrânia."

source: The publication also said the BND had recorded a call between former Secretary of State Clinton and former United Nations head Kofi Annan in 2012 (the Clinton news had been reported Friday by a German broadcaster and newspaper).
pt: A Spiegel disse que o telefonema foi feito em 2012 entre Hillary e o ex-secretário-geral da ONU, Kofi Annan, que recentemente havia retornado de negociações na Síria e queria informá-la sobre isso.

source: * Flash China PMI falls to 15-month low of 48.2
pt: PMI da indústria da China cai a 48,2 na prévia de julho, na mínima em 15 meses

source: Annual economic goals and other major issues of national interests are discussed during plenary sessions of the National People's Congress (NPC), China' s top legislature, and the National Committee of the Chinese People's Political Consultative Conference (CPPCC), China's top political advisory body .
pt: A partir desta semana começam as sessões anuais da da Assembleia Nacional do Povo, principal órgão legislativo da China, e da Conferência Consultiva Política do Povo Chinês, de caráter consultivo.

source: Carr wrote frankly about his experiences with cocaine addiction and recovery in a 2008 memoir, “The Night of the Gun,” which he wrote after reporting on his own life.
pt: Em 2008, Carr lançou um livro de memórias ("A Noite da Arma"), em que relata sua batalha contra as drogas.

source: Aug 13 King Digital Entertainment Plc, the creator of Candy Crush Saga, reported a 28 percent fall in quarterly profit as monthly unique users fell slightly and a strong dollar dented sales from outside the United States.
pt: A King Digital Entertainment, criadora do jogo Candy Crush Saga, divulgou queda de 28% no lucro trimestral, conforme o número mensal de usuários únicos caiu ligeiramente e o dólar forte afetou as vendas fora dos Estados Unidos.

source: "We are very grateful to Uruguay for this important humanitarian action," said Clifford Sloan, the State Department envoy on Guantanamo who had negotiated the resettlement deal in January.
pt: "Estamos muito gratos ao Uruguai por esta importante ação humanitária, e ao presidente Mujica por sua forte liderança ao fornecer um lar a indivíduos que não podem retornar aos seus países", disse o representante do Departamento de Estado americano, Clifford Sloan.

source: Leaders of the Arab League are meeting to discuss measures to deal with growing radicalism in the region and unrest in Yemen .
pt: No sábado, os líderes árabes afirmaram que agitações e radicalismo na região são uma grave ameaça à estabilidade dos países.

source: As Baltimore mourns Freddie Gray, police say officers threatened
pt: Seis policiais de Baltimore acusados pela morte de Freddie Gray

source: I didn’t even know if I should take it seriously and be offended .
pt: Se isso não fizer você correr, chapa, eu não sei o que vai.”

source: Speaking to reporters at the same summit, Poroshenko said the ceasefire deal was based on his peace plan and an agreement reached in a phone call this week with Russian President Vladimir Putin.
pt: O presidente russo, Vladimir Putin, anunciou na quarta-feira um plano de paz de sete pontos para a Ucrânia e disse que poderia haver um acordo entre os insurgentes pró-russos e Kiev ainda na sexta-feira.

source: Hamilton won the Japanese Grand Prix in his rookie year in 2007 but that race was held at the Fuji circuit and his best result at Suzuka remains a third-place for McLaren in 2009 .
pt: O inglês até já venceu no Japão, mas em Shizuoka, em 2007, e o seu melhor resultado em Suzuka foi o terceiro lugar em 2009 .

source: Brazilian Justice Minister Jose Eduardo Cardozo said Tuesday that lowering the age of criminal responsibility would be catastrophic to the country's prison system.The House of Representatives started on Tuesday to vote a bill which proposes a change in the age of criminal responsibility from 18 to 16 in the case of heinous crimes, such as murder, larceny or rape.
pt: BRASÍLIA - O ministro da Justiça, José Eduardo Cardozo, disse ter esperança de que a redução da maioridade penal de 18 para 16 anos em casos de crimes hediondos, homicídio doloso e lesão corporal seguida de morte não passe no Senado .

source: It's a competitive game between two top sides and the chimp comes out every now and then."
pt: Nada como um dia depois do outro e isso é o bom do futebol: a possibilidade de dar a volta por cima a cada jogo.

source: Bartender Cole Fox, 24, marched with his mother and held a banner reading "Grand Jury Reform Now."
pt: O atendente de bar Cole Fox, 24, saiu em passeata com a mãe e exibia um cartaz pedindo uma reforma judicial .

source: The team realised that the energy contained in ambient wi-fi signals that are now ubiquitous often came close to the operating voltages required by a variety of low power devices.
pt: A ideia partiu da observação, pelos pesquisadores, de que a energia contida em sinais de rádio wi-fi era frequentemente próxima da voltagem necessária para fazer funcionar uma série de aparelhos de baixa potência.

source: The Israeli military said it had carried out more than 20 air strikes over the Gaza Strip on Saturday and that at least three rockets or mortar rounds had hit southern Israel.
pt: O exército israelense informou que realizou 10 ataques aéreos na Faixa de Gaza na madrugada de sábado e que três foguetes ou obuses atingiram o sul de Israel, perto da fronteira com o território palestino.

source: This really takes us back to square one, doesn’t it ?
pt: 'Esse ano não foi bom para nós e para a torcida .

source: LIMA, Dec 14 (Reuters) - About 190 nations agreed on Sunday the building blocks of a new-style global deal due in 2015 to combat climate change amid warnings that far tougher action will be needed to limit increases in global temperatures.
pt: Neste domingo, 190 países concordaram com as bases de um acodo global a ser definido em 2015 com o objetivo de combater as mudanças climáticas em meio a alertas que ações bem mais duras serão necessárias para limitar as elevações das temperaturas globais.

source: While I've come back from surgery in the past, this time it felt different .
pt: "Embora no passado eu tenha me recuperado das operações, desta vez eu senti que seria diferente", acrescentou.

source: While I’ve come back from surgery in the past, this time it felt different .
pt: "Embora no passado eu tenha me recuperado das operações, desta vez eu senti que seria diferente", acrescentou.

source: According to Saunders, their re-offending rate is surprisingly low - 6% compared with 50% for the general prison population .
pt: Segundo Saunders, a taxa de reincidência é surpreendentemente baixa: 6%, comparada com 50% da população geral de detentos.

source: Turkey launched air strikes late Friday night against camps of the Kurdish Workers' Party (PKK) in northern Iraq and targets of Islamic State (IS) group in Syria, private NTV news channel reported.
pt: A Turquia atacou novamente neste sábado o grupo jihadista Estado Islâmico (EI) na Síria e abriu uma nova frente bombardeando posições dos rebeldes do Partido dos Trabalhadores do Curdistão (PKK) no Iraque.

source: Greece's anti-bailout right-wing Independent Greeks (ANEL) party leader Panos Kammenos announced on Monday that the ANEL would give a vote of confidence to the radical left SYRIZA party which won Sunday's national elections.
pt: ATENAS (Reuters) - O partido de esquerda grego Syriza vai formar um governo de coalizão com a legenda de direita Gregos Independentes, que também se opõe ao resgate internacional ao país, disse o líder do partido menor a repórteres nesta segunda-feira.

source: After his speech, lawmakers broke into a spontaneous rendition of La Marseillaise, a first in parliament's history.
pt: Depois do seu discurso, parlamentares começaram a cantar de forma espontânea a Marselhesa, o hino nacional francês.

source: But midway through the speech, after passages spanning the Cuban War of Independence and the Revolution, suddenly there came an extraordinary moment.
pt: Mas, de repente, em meio à fala, após passagens abrangendo a Revolução Cubana, o líder cubano pediu desculpas a Obama por falar sobre a revolução com tamanha emoção .

source: "His decision has nothing, absolutely nothing, to do with the allegations going around," she told daily Blick.
pt: "Sua decisão [pela renúncia] não tem absolutamente nada a ver com as acusações que circulam .

source: There is also expected to be a border security element and Obama will act to help companies hire and retain high-skilled workers from abroad, the sources said.
pt: Também há expectativa de que haverá alguma novidade a respeito do patrulhamento das fronteiras, e Obama irá ajudar as empresas a contratar e manter trabalhadores estrangeiros altamente qualificados, relataram as fontes.

source: Once it has been installed, open the app and click on Broadcast .
pt: Depois de abrir o aplicativo, clique no botão “Ajustes”.

source: I couldn’t get a weekend leave to come up to New York .
pt: Eu não poderia deixar de vir neste dia tão especial", falou.

source: The 26-year-old has been Arsenal's standout performer this season and has scored 18 goals in 32 appearances since signing from Barcelona for 35 million pounds in July.
pt: O atacante, de 26 aos, tem sido o jogador de maior destaque do Arsenal nesta temporada com 18 gols em 32 partidas desde que foi comprado do Barcelona por quase 40 milhões de euros em julho.

source: Last month's increase pushed the year-on-year CPI rate into positive territory for the first time since December.
pt: Jornal do Comércio - CPI dos EUA tem em junho a primeira alta anual desde dezembro do ano passado

source: Three girls staged suicide bombings in the Nigerian city of Damaturu on Friday, killing at least 13 people as residents prepared for the Eid festival at the end of Ramadan, police said.
pt: Ao menos 13 pessoas morreram e várias ficaram feridas em dois atentados lançados por três meninas suicidas nesta sexta-feira em Damaturu, capital do estado de Yobe, no nordeste da Nigéria, informou à AFP o chefe da polícia do Estado.

source: (CNN) -- Officials in the Mexican state of Tamaulipas have found two bodies that may be those of two men investigating the massacre of 72 migrants in the state.
pt: As autoridades mexicanas confirmaram ainda a localização dos corpos de dois investigadores que apuravam o massacre dos 72 imigrantes, na região de Tamaulipas, na fronteira do México com os Estados Unidos.

source: The move poses a direct challenge to the central leadership of al Qaeda, which has disowned it, and to conservative Gulf Arab rulers who already view the group as a security threat.
pt: O movimento desafia diretamente a liderança central do Al Qaeda, que se recusou a reconhecer a validade do grupo, e as lideranças conservadoras do Golfo Árabe.

source: NATO foreign ministers meeting in Brussels this week suspended all practical cooperation with Russia in protest at its actions in Crimea and asked military commanders to draw up plans to reinforce NATO members in eastern Europe that are fearful of a threat from Russia.
pt: Os ministros de relações exteriores da Otan (aliança militar ocidental) concordaram de forma unânime em estabelecer medidas em resposta à anexação da Crimeia pela Rússia, incluindo a suspensão formal de toda a colaboração prática, civil e militar, com Moscou.

source: WASHINGTON (Reuters) - The United States and its coalition partners launched four air strikes against Islamic State targets in Syria, and six more in Iraq against the insurgent group, the U.S. military said on Wednesday.
pt: BEIRUTE (Reuters) - O presidente sírio, Bashar al-Assad, disse que terceiros, incluindo o Iraque, repassam informações para Damasco sobre a campanha de ataques aéreos liderada pelos Estados Unidos contra o grupo militante Estado Islâmico na Síria.

source: The attackers who stormed the Paris offices of satirical newspaper Charlie Hebdo on Wednesday, killing 12 people, shouted "we have avenged the prophet", according to witnesses cited by a police source.
pt: Os dois homens que atacaram hoje (7) a redação do jornal satírico francês Charlie Hebdo, em Paris, gritaram “vingamos o profeta”, segundo testemunhas citadas por uma fonte policial.

source: Thu, Mar 19 2015
pt: Quinta, 19 de março de 2015.

source: Thu, Feb 26 2015
pt: Quinta, 26 de fevereiro de 2015.

source: Tavecchio has acknowledged he should not have made the remark but insists he was only guilty of a clumsy turn of phrase.
pt: Tavecchio reconheceu depois que não deveria ter feito o comentário, mas diz que tem a consciência limpa sobre o episódio e nega ser racista.

source: We are not that big as an organising team but we are trying just to keep things under control so people can focus and do not have obstacles like violence.
pt: “O problema continua, a violência continua, então estamos mostrando que não esquecemos, porque essas pessoas não podem ter morrido em vão .

source: The settlement resolves a four-year investigation by U.S.
pt: O acordo encerra uma investigação de quatro anos das autoridades norte-americanas.

source: The demonstrators have called for President Dilma Rousseff to be impeached.
pt: O senhor defende o impeachment da presidente Dilma Rousseff?

source: Up to 3,000 refugees, migrants expected a day in Macedonia: UNHCR
pt: Até 3 mil refugiados e imigrantes devem chegar à Macedônia por dia, diz ONU

source: South Sudan Information Minister Michael Makuei, part of the delegation to the talks, as well as rebel team spokesman Yohanis Musa Pouk, said the two sides would not meet until an agenda had been drafted by negotiators and agreed by both sides.
pt: O ministro da Informação do Sudão do Sul, Michael Makuei, que faz parte da delegação para as negociações em Adis Abeba, capital da Etiópia, bem como o porta-voz dos insurgentes Yohanis Musa Pouk, disseram neste sábado que os dois lados não irão se reunir até que os negociadores cheguem a um acordo sobre uma agenda.

source: The renewal of the contract comes as Nokia reviews strategic options for its digital mapmaking arm HERE, the largest seller of mapping technology to carmakers.
pt: A renovação do acordo vem no momento em que a Nokia avalia opções estratégicas para a unidade HERE, maior fornecedora de tecnologia de mapeamento para montadoras de veículos.

source: At least 561 children (557 Palestinian, four Israeli) were killed and 4,271 injured (4,249 Palestinian and 22 Israeli) last year .
pt: Em Gaza, pelo menos 561 crianças - 557 palestinas e quatro israelenses - foram mortas e 4.271 foram feridas, sendo 22 delas não palestinas, informou o relatório .

source: “We are doing so by implementing the biggest reinforcement of the collective defense since the end of the Cold War.”
pt: "Estamos respondendo, e estamos fazendo-o mediante a implementação do maior reforço de nossas defesas coletivas desde o fim da Guerra Fria", explicou o secretário-geral .

source: "The effects of the economic policy should show greater potency in 2016," Volpon said .
pt: "Diferentemente, as respostas da política econômica devem se manifestar com maior potência em 2016 .

source: The British-based Syrian Observatory for Human Rights said the abductions took place when Islamic State took 10 villages inhabited by the ancient Christian minority near Hasaka, a city mainly held by the Kurds, over the past three days.
pt: O Observatório Sírio para Direitos Humanos, com sede na Grã-Bretanha, disse que os militantes realizaram incursões durante a madrugada em vilarejos rurais habitados por uma minoria cristã, ao oeste de Hasaka, cidade majoritariamente controladas por curdos.

source: In a statement, FMCS deputy director Allison Beck said she was pleased that after "many hours of intense negotiations", the opera company has struck deals with Local 802, which represents orchestra musicians, and AGMA, which speaks for singers in the company's chorus.
pt: Os acordos com o Local 802 da Federação Americana de Músicos, que representa a orquestra, e o Conselho Americano de Artistas Musicais, que representa o coral, foram obtidos "depois de muitas horas de negociações intensas", disse Beck .

source: ATHENS Greece's labor minister said on Tuesday Athens would soon conclude a deal with its foreign creditors that could unlock further loans to the cash-starved country.
pt: ATENAS (Reuters) - O ministro do Trabalho da Grécia, Panos Skourletis, disse nesta terça-feira que Atenas em breve concluirá um acordo com seus credores externos que pode destravar mais empréstimos ao país necessitado de recursos.

source: We just have to make do."
pt: Não é isso que faz diferença .

source: The Palestinian Authority formed a coalition government with Hamas that year, with Abbas retaining the presidency and Hamas member Ismail Haniya becoming prime minister .
pt: O primeiro-ministro do governo do Hamas em Gaza, Ismail Haniya, disse que não ficou surpreso com a decisão de Netanyahu.

source: This is not the victim's fault.
pt: Ela não é minha e nem sua .

source: Meanwhile, fighting raged on Wednesday in the Aleppo province area of Naqarin, pitting rebels and jihadists on one side against the army backed by Lebanese Shiite Hezbollah fighters and the paramilitary National Defense Force.
pt: Nesta cidade, os rebeldes e jihadistas travam combates contra o exército sírio, que conta com a ajuda da milícia das Forças de Defesa nacionais e de combatentes xiitas libaneses do Hezbollah.

source: NEW YORK, April 21 (Reuters) - Twitter Inc has won the dismissal of an unusual lawsuit accusing the social media company of fraudulently arranging a private stock sale it never intended to complete, with a goal of stoking interest in its November 2013 initial public offering.
pt: 21 Abr (Reuters) - O Twitter ganhou um processo incomum que acusava a empresa de mídia social de preparar irregularmente uma venda privada de ações que ela não pretendia completar, com o objetivo de lucrar em sua oferta pública inicial, em novembro de 2013.

source: So far, the German government led by Chancellor Angela Merkel has been playing hardball with Greece .
pt: A chanceler alemã, Angela Merkel, lidera o movimento que interrompeu as conversas com o governo grego .

source: Although a court ruled that he obtained citizenship under false pretenses, the Canadian government in 2007 decided not to revoke it.
pt: Embora um tribunal tenha declarado que ele havia adquirido a cidadania omitindo informações, o governo canadense decidiu não revogá-la em 2007.
